[
  "obsidian-style-settings",
  "mysnippets-plugin",
  "easy-typing-obsidian",
  "recent-files-obsidian",
  "calendar",
  "quickadd",
  "obsidian-custom-frames",
  "obsidian-image-auto-upload-plugin",
  "obsidian-git",
  "obsidian-advanced-uri",
  "table-editor-obsidian",
  "obsidian-kanban",
  "obsidian-memos",
  "file-explorer-note-count",
  "editing-toolbar",
  "cmdr",
  "obsidian-emoji-toolbar",
  "obsidian-icon-shortcodes",
  "obsidian-file-color",
  "obsidian-rich-links",
  "obsidian-icon-folder",
  "obsidian-sakana-widget",
  "templater-obsidian"
]