[
  "obsidian-style-settings",
  "mysnippets-plugin",
  "easy-typing-obsidian",
  "recent-files-obsidian",
  "calendar",
  "quickadd",
  "obsidian-custom-frames",
  "obsidian-image-auto-upload-plugin",
  "obsidian-git",
  "obsidian-advanced-uri"
]